iotsmartsys/IoTSmartLink15.4/components/issp_app_154/test_apps/smart_sys_app_test/sdkconfig.defaults
# Physical runner target for the fake-backed SmartSysApp Unity suite.
# client_154 and SmartSysApp are bound to ESP32-H2 (TESTEXEC-008).
CONFIG_IDF_TARGET="esp32h2"
